{
  "pages": [
    {
      "id": "0",
      "title": "Lust",
      "text": "Lust or lechery (Latin: luxuria 'carnal') is intense longing. It is usually thought of as intense or unbridled sexual desire, which may lead to fornication (including adultery), rape, bestiality, and other sinful and sexual acts; oftentimes, however, it could also mean other forms of unbridled desire, such as for money, or power. Henry Edward Manning explains that the impurity of lust transforms one into 'a slave of the devil'.",
      "backlink": "/",
      "forwardlink": "/pagetwo"
    },
    {
      "id": "1",
      "title": "Gluttony",
      "text": "Gluttony (Latin: gula) is the overindulgence and overconsumption of anything to the point of waste. The word derives from the Latin gluttire, meaning to gulp down or swallow. One reason for its condemnation is that gorging the prosperous may leave the needy hungry. Medieval church leaders such as Thomas Aquinas took a more expansive view of gluttony, arguing that it could also include an obsessive anticipation of meals and over-indulgence in delicacies and costly foods.",
      "backlink": "/pageone",
      "forwardlink": "/pagethree"
    },
    {
      "id": "2",
      "title": "Greed",
      "text": "Greed (Latin: avaritia), also known as avarice, cupidity, or covetousness, is a sin of desire like lust and gluttony. However, greed (as seen by the Church) is applied to an artificial, rapacious desire as well as the pursuit of material possessions. Thomas Aquinas wrote: 'Greed is a sin against God, just as all mortal sins, in as much as man condemns things eternal for the sake of temporal things.' In Dante's Purgatory, the penitents are bound and laid face down on the ground for having concentrated excessively on earthly thoughts.",
      "backlink": "/pagetwo",
      "forwardlink": "/pagefour"
    },
    {
      "id": "3",
      "title": "Sloth",
      "text": "Sloth (Latin: tristitia, or acedia 'without care') refers to a peculiar jumble of notions, dating from antiquity and including mental, spiritual, pathological, and physical states. It may be defined as absence of interest or habitual disinclination to exertion. In his Summa Theologica, Saint Thomas Aquinas defined sloth as 'sorrow about spiritual good'.",
      "backlink": "/pagethree",
      "forwardlink": "/pagefive"
    },
    {
      "id": "4",
      "title": "Wrath",
      "text": "Wrath (ira) can be defined as uncontrolled feelings of anger, rage, and even hatred. Wrath often reveals itself in the wish to seek vengeance. In its purest form, wrath presents with injury, violence, and hate that may provoke feuds that can go on for centuries. Feelings of wrath can manifest in different ways, including impatience, hateful misantropy, revenge, and self-destructive behavior, such as drug abuse, or Suicide.",
      "backlink": "/pagefour",
      "forwardlink": "/pagesix"
    },
    {
      "id": "5",
      "title": "Envy",
      "text": "Envy (invidia) is characterized by an insatiable desire like greed and lust. It can be described as a sad or resentful covetousness towards the traits or possessions oа someone else. It arises from vainglory and severs a man from his neighbor.         According to the most widely accepted views, only pride weighs down the soul more than envy among the capital sins. Like pride, envy has been associated directly with the devil.",
      "backlink": "/pagefive",
      "forwardlink": "/pageseven"
    },
    {
      "id": "6",
      "title": "Pride",
      "text": "Pride (superbia), also known as hubris (from Ancient Greek) or futility. It is considered the original and worst of the seven deadly sins on almost every list, the most demonic. It is also thought to be the source of the other capital sins. Pride is th eopposite of humility. Pride is identified as dangerously corrupt selfishness, putting one's own desires, urges, wants, and whims before the welfare of others. Dante's definition of pride was 'love of self perverted to hatred and contempt for one's neighbor'.",
      "backlink": "/pagesix",
      "forwardlink": "/"
    }
  ]
}